{"call-us":"Contact an expert","contact":"Contact","contact-btn":"Talk to an expert","contact-desc":"Our team of experts will work closely with you to understand your goals and deliver a truly customized solution that meets your unique needs","contact-det":"Our team of experts will work closely with you to understand your goals and deliver a truly customized solution that meets your unique needs","contact-title":"Get in touch with us","form-close":"Close","form-email":"Email","form-head":"No sales pitches or obligations. Just an open conversation to determine if we’re a good fit and to explore how we can work together","form-head-email":"You can also contact us via email","form-message":"Tell us about your idea","form-name":"Name ","form-subject":"Subject","home":"Home","main-article":"BitGenesys provides innovative, user-focused web and mobile applications that empower businesses to grow. Our vision is to transform ideas into seamless digital experiences through cutting-edge technology and strategic collaboration","main-title":"Transforming Ideas into Digital Excellence","our-email":"Our Email","our-phone":"Our Phone","pf1-desc":"Platform designed to offer legal services","pf1-name":"Avochat","pf-title":"Portfolio","portfolio":"Portfolio","send-message":"Send Message","t1-desc":"With extensive experience in multimedia and IT media, including games, web solutions, mobile apps, and applications, Alin excels in aligning product development with client needs. Their background as a Product Manager, Producer, and Project Manager ensures that our software solutions are perfectly tailored to meet client objectives and drive success","t1-name":"Alin Nita","t2-desc":"Mihai brings a strong background in development and tech architecture. He specializes in designing and implementing advanced solutions for web and mobile applications, focusing on creating efficient and scalable systems. As a co-founder, Mihai ensures that each project benefits from best practices and customized solutions, delivering outstanding results for our clients","t2-name":"Mihai Babet","t3-desc":"Undervalued and unapreciated he is the best of the best in everyting","t3-name":"Super Shm","team":"Team","team-intro":"We build products for leaders who seek innovation, leveraging our expertise in cutting-edge technology and timeless design, while deeply understanding and addressing diverse business needs","team-title":"Confidence from experience","techStack":"Tech Stack","ts-title":"Our Tech Stack"}