{"alert-error":"Mesajul nu a fost trimis cu succes, vă rugăm să încercați din nou mai târziu.","alert-succes":"Vă mulțumim pentru mesajul dvs. Vom lua legătura cu tine în curând!","call-us":"Contactați un expert","contact":"Contact","contact-btn":"Discuta cu un expert","contact-desc":"Echipa noastră de experți va colabora direct cu tine pentru a înțelege obiectivele tale și pentru a livra o soluție cu adevărat personalizată care să răspundă nevoilor tale unice","contact-det":"Echipa noastră de experți va colabora direct cu tine pentru a înțelege obiectivele tale și pentru a livra o soluție cu adevărat personalizată care să răspundă nevoilor tale unice","contact-title":"Luați legătura cu noi","form-close":"Inchide","form-email":"E-mail","form-head":"Fără presiuni de vânzare sau angajamente. O discuție deschisă pentru a evalua compatibilitatea și a începe colaborarea de acolo","form-head-email":"Ne puteți contacta și prin e-mail","form-message":"Supune-ne ideea ta","form-name":"Nume ","form-subject":"Subiect","home":"Acasă","main-article":"BitGenesys oferă aplicații web și mobile inovatoare, orientate spre utilizator, care permit afacerilor să se dezvolte. Viziunea noastră este de a transforma ideile în experiențe digitale fără întreruperi prin tehnologie de ultimă oră și colaborare strategică","main-title":"Transformăm ideile în excelență digitală","our-email":"E-mailul nostru","our-phone":"Telefonul nostru","pf1-desc":"Platformă concepută pentru a oferi servicii juridice","pf1-name":"Avochat","pf-title":"Portofoliu","portfolio":"Portofoliu","send-message":"Trimite mesaj","t1-desc":"Cu o vastă experiență în multimedia și IT, inclusiv jocuri, soluții web și aplicații mobile, Alin este dedicat adaptării serviciilor noastre pentru a satisface nevoile clienților. Având roluri anterioare de Product Manager, Producer și Project Manager, Alin asigură că dezvoltăm soluții care contribuie direct la succesul clienților noștri","t1-name":"Alin Nita","t2-desc":"Mihai aduce un background solid în dezvoltare și arhitectură tehnică. Specializat în proiectarea și implementarea de soluții tehnice avansate pentru aplicații web și mobile, Mihai se ocupă de crearea de sisteme eficiente și scalabile. În rolul său de co-fondator, el se asigură că fiecare proiect beneficiază de cele mai bune practici tehnologice și soluții personalizate, asigurând rezultate excelente pentru clienții noștri","t2-name":"Mihai Babet","t3-desc":"Subevaluat și neapreciat el este cel mai bun dintre cei mai buni în orice","t3-name":"Super Shm","team":"Echipă","team-intro":"Dezvoltăm soluții pentru lideri care vizează inovația, combinând expertiza noastră în tehnologie de vârf și design elegant cu o înțelegere complexă a nevoilor de business","team-title":"Încredere bazată pe experiență","techStack":"\nTech Stack","ts-title":"Stack-ul nostru de tehnologie"}